const gregorian_he_lowercase = {
  name: "gregorian_h_lowercase",
  months: [
    ["ינואר", "ינו"],
    ["פברואר", "פבר"],
    ["מרץ", "מר"],
    ["אפריל", "אפר"],
    ["מאי", "מאי"],
    ["יוני", "יונ"],
    ["יולי", "יול"],
    ["אוגוסט", "אוג"],
    ["ספטמבר", "ספט"],
    ["אוקטובר", "אוק"],
    ["נובמבר", "נוב"],
    ["דצמבר", "דצמ"],
  ],
  weekDays: [
    ["שבת", "שב"],
    ["ראשון", "ראש"],
    ["שני", "שני"],
    ["שלישי", "של"],
    ["רביעי", "רב"],
    ["חמישי", "חמ"],
    ["שישי", "שי"],
  ],
  digits: ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9"],
  meridiems: [
    ["AM", "AM"],
    ["PM", "PM"],
  ],
};

export default gregorian_he_lowercase;
